Repository: NaN-tic/trytond-stock_lot_expiry-zz
Catalog: locale/*.po
Languages: ca_es, es_es

# error:stock.lot:
source: Expired
ca_es: Caducat
es_es: Caducado

# error:stock.move:
source: You are trying to do the Stock Move "%(move)s" but its Lot "%(lot)s" is expired and the Destination Location "%(to_location)s" doesn't accept expired lots.
ca_es: Està intentant realitzar el moviment d'estoc "%(move)s" però el seu lot "%(lot)s" està caducat i la ubicació de destí "%(to_location)s" no accepta lots caducats.
es_es: Está intentando realizar el movimiento de estoc "%(move)s" pero su lote "%(lot)s" está caducado y la bucación de destino "%(to_location)s" no acepta lotes caducados.

# field:product.template,alert_time:
source: Alert Time
ca_es: Marge alerta
es_es: Margen alerta

# field:product.template,expiry_time:
source: Expiry Time
ca_es: Marge caducitat
es_es: Margen caducidad

# field:product.template,life_time:
source: Life Time
ca_es: Marge vida
es_es: Marge vida

# field:product.template,removal_time:
source: Removal Time
ca_es: Marge eliminació
es_es: Margen eliminación

# field:stock.location,allow_expired:
source: Allow Expired
ca_es: Permet caducats
es_es: Permitir caducados

# field:stock.location,expired:
source: Expired Products' Location
ca_es: Ubicació productes caducats
es_es: Ubicación productos caducados

# field:stock.lot,alert_date:
source: Alert Date
ca_es: Data alerta
es_es: Fecha alerta

# field:stock.lot,expired:
source: Expired
ca_es: Caducat
es_es: Caducado

# field:stock.lot,expiry_date:
source: Expiry Date
ca_es: Data caducitat
es_es: Fecha caducidad

# field:stock.lot,life_date:
source: End of Life Date
ca_es: Data fi de vida
es_es: Fin del ciclo de vida

# field:stock.lot,removal_date:
source: Removal Date
ca_es: Data eliminació
es_es: Fecha eliminación

# field:stock.move,to_location_allow_expired:
source: Destination Allow Expired
ca_es: El destí permet caducats
es_es: El destí permet caducats

# help:product.template,alert_time:
source: The number of days after which an alert should be notified about the lot.
ca_es: El número de dies fins que s'hagi de mostrar una alerta avisant de la caducitat del lot.
es_es: Número de dias hasta que deba alertar acerca de a caducidad de este lote.

# help:product.template,expiry_time:
source: The number of days before a lot starts deteriorating without becoming dangerous.
ca_es: El número de dies abans que un lot comenci a deteriorar-se sense arribar a ser perillós.
es_es: Número de dias antes de que el lote empiece a deteriorarse sin llegar a ser peligroso.

# help:product.template,life_time:
source: The number of days before a lot may become dangerous and should not be consumed.
ca_es: El número de dies abans que un lot comenci a ser perillós i no s'hauria de consumir.
es_es: Número de dias antes de que el lote empieza a ser peligroso y no deberia consumirse.

# help:product.template,removal_time:
source: The number of days before a lot should be removed.
ca_es: El número de dies abans que un lot s'hagi d'eliminar.
es_es: El número de dias antes de que el lote deba ser eliminado.

# help:stock.location,allow_expired:
source: Check this option to allow move expired lots to this location.
ca_es: Marqui aquesta opció per permetre moure lots caducats cap aquesta ubicació.
es_es: Marque esta opción si quiere permitir lotes caducados en esta ubicación.

# help:stock.location,expired:
source: This option identifies this location as a container for expired products (provably it is a temporal location until the product is returned or removed). Take care that if you set this location as a child of the Storage location of a Warehouse, the products in this location will be computed as available stock.
ca_es: Aquesta marca identifica aquesta ubicació com un contenidor de productes caducats (provablement és una ubicació temporal fins que el producte és retornat o eliminat).
es_es: Esta opción identifica esta ubicación como contenedora de productos caducados (provablemente es una ubicación temporal hasta que los productos son devueltos o eliminados). Tenca cuidado define esta ubicación como ubicación hija de la ubicación interna de un almacén, pues estos productos van a ser contados para el estoc.

# help:stock.lot,alert_date:
source: The date on which an alert should be notified about the lot.
ca_es: La data en que s'hauria de mostrar un avís respecte el lot.
es_es: Fecha en que se debería alertar de la caducidad de este lote.

# help:stock.lot,expiry_date:
source: The date on which the lot starts deteriorating without becoming dangerous.
ca_es: La data en que el lot comença a deteriorar-se sense arribar a ser perillós.
es_es: Fecha en que el lote empieza a deteriorarse sin resultar peligroso.

# help:stock.lot,life_date:
source: The date on which the lot may become dangerous and should not be consumed.
ca_es: La data en que el lot comença a ser perillós i no s'hauria de consumir.
es_es: Fecha en que el lote empieza a ser peligroso y no deberia consumirse.

# help:stock.lot,removal_date:
source: The date on which the lot should be removed.
ca_es: La data en que el lot s'ha d'eliminar.
es_es: La fecha en que el lote debe ser eliminado.

# view:product.template:
source: Expiry Times
ca_es: Marges caducitat
es_es: Márgenes de caducidad
